---
kind: other
id: Properties.T:Autodesk.Revit.DB.AreaScheme
source: html/cc017229-472e-293c-86f9-7c4e1e4febd0.htm
---
# AreaScheme Properties

The id of the assembly instance to which the element belongs.